subscribe_on_news = '❗Мы видим, что ты еще не подписан на наш паблик: @artcher_news\n' \
                    'Скорее подпишись ✅ на него, чтобы не пропустить важные новости и акции наших проектов❕'
hello = 'Приветствуем 👋 в магазине VPN Artcher Shop'
about_us = 'ℹО магазине'
info = 'Магазин <b> VPN Artcher Shop </b>' \
       'Предоставляет уникальные зарубежные 🌐VPN а также 🖥VPS сервера.\n' \
       '➖➖➖➖➖➖➖➖➖➖\n' \
       'Каждый продукт уникален и пользуетесь им только<b> ВЫ </b> !\n' \
       'Мы не собираем ваши личные данные, поэтому можете пользоваться нашими продуктами полностью анонимно.\n' \
       '➖➖➖➖➖➖➖➖➖➖\n' \
       '<b>По скольку наш продукт персональный наши продукты настраиваются админами ⚙вручную</b>'
products_about = '🛒 Наши продукты'
vpn_good_about = '🌐VPN'
vps_good_about = '🖥VPS/Виртуальные сервера'
main_menu = 'ℹГлавное меню'
referral_programm = '📢Реферальная программа'
support = '🛎Поддержка'
profile = '💼Ваш профиль'
support_profile = 'По всем ❔вопросам, ⁉жалобам и 💵предложениям писать на следующие адреса:\n' \
                  '📥Telegram: @ArtcherOff\n' \
                  '✉Gmail: artcheroff@gmail.com'
referral_about = 'Что дает реферальная ссылка ? 👇 \n' \
                 'Если пользователь зарегестрировался ( нажал начать/start ) в боте по вашей ссылке: \n' \
                 '1. На ваш счет поступают 5% с каждого пополнения вашего реферала\n' \
                 '2. На счет реферала зачисляется 5 ₽\n'

registered_with_ref = 'Видимо ранее вы уже зарегестрировались в нашем боте !'

ban_message = ('Видимо вы забанены в боте ☹ \n'
               'Пожалуйста, напишите на почту: artcheroff@gmail.com\n'
               'В теме письма укажите: "Разбан в 🌐VPN Artcher Shop"\n'
               'В самом письме укажите ваш telegram username и причину, по которой вас должны разбанить')
donate_button = '💵 Пополнить баланс'
payment_waiting = 'Платеж в режиме ожидания 🔶'
payment_rejected = 'Платеж был отменен ❌'
payment_expired = 'Срок действия ссылки для оплаты платежа закончился. 🟦\n' \
                  'Попробуйте начать процесс оплаты заново: /premium\n'
german_vpn = '🇪🇺 🇩🇪 Германия/Best price 🔥'
month_german_vpn = '1 месяц/170 рублей'
three_months_german_vpn = '3 месяца/500 рублей'
year_german_vpn = '1 год/1920 рублей'

conf_about_cheapest = '1 ядро/1GB/RAM 10GB'
conf_about_normal = '2 ядра/2GB/RAM 20GB'
conf_about_high = '4 ядра/8GB/RAM 60GB'
conf_about_golden = '8 ядер/32GB/RAM 240GB/Windows'

month_german_cheap_vps = '1 месяц/160 рублей'
three_months_german_cheap_vps = '3 месяца/470 рублей'
year_german_cheap_vps = '1 год/1800 рублей'

month_german_normal_vps = '1 месяц/300 рублей'
three_months_german_normal_vps = '3 месяца/840 рублей'
year_german_normal_vps = '1 год/3500 рублей'

month_german_high_vps = '1 месяц/1200 рублей'
three_months_german_high_vps = '3 месяца/3400 рублей'
year_german_high_vps = '1 год/12000 рублей'

month_german_golden_vps = '1 месяц/4000 рублей'
three_months_german_golden_vps = '3 месяца/11000 рублей'
year_german_golden_vps = '1 год/40000 рублей'

not_enough_balance = 'Видимо суммы на вашем балансе недостаточно❕\n' \
                     'Для того, чтобы приобрести товар оплатите счет на сумму: '

your_purchases = '🗃 Ваши заказы'
choose_country = 'Выберите нужный регион/страну'
choose_server = 'Выберите подходящий сервер+страну'
back_text = '⬅Назад'

vpn_instruction_warning = ('В ближайшее время вам прийдет сообщение с ссылкой на инструкцию и файл-ключ для подключения к vpn \n' \
                           'Если у вас возникли вопросы, обращайтесь в поддержку!')
vps_instruction_warning = ('В ближайшее время вам прийдет сообщение с ссылкой на файл c данными root ключа для подключения к виртуальному серверу \n' \
                           'Если у вас возникли вопросы, обращайтесь в поддержку!')
server_1 = ('VPS 🇩🇪 Germany на 1 месяц\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 1 ядро/ 1GB RAM / 10GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_2 = ('VPS 🇩🇪 Germany на 3 месяца\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 1 ядро / 1GB RAM / 10GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_3 = ('VPS 🇩🇪 Germany на 1 год\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 1 ядро / 1GB RAM / 10GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n'
            'ОС: Ubuntu 22.04\n')

server_4 = ('VPS 🇩🇪 Germany на 1 месяц\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 2 ядра / 2GB RAM / 20GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_5 = ('VPS 🇩🇪 Germany на 3 месяца\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 2 ядра / 2GB RAM / 20GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_6 = ('VPS 🇩🇪 Germany на 1 год\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 2 ядра / 2GB RAM / 20GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_7 = ('VPS 🇩🇪 Germany на 1 месяц\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 4 ядра / 8GB RAM / 60GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_8 = ('VPS 🇩🇪 Germany на 3 месяца\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 4 ядра / 8GB RAM / 60GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_9 = ('VPS 🇩🇪 Germany на 1 год\n'
            '⚙Характеристика сервера 👇\n'
            'Железо: 4 ядра / 8GB RAM / 60GB\n'
            'Процессор: AMD Epyc 7502P; \n'
            'NVMe накопитель; Виртуализация: KVM;\n'
            'IPv4/Ipv6: 1 IPv4;\n '
            'ОС: Ubuntu 22.04\n')

server_10 = ('VPS 🇩🇪 Germany на 1 месяц\n'
             '⚙Характеристика сервера 👇\n'
             'Железо: 8 ядер / 32GB RAM / 240GB\n'
             'Процессор: AMD Epyc 7502P; \n'
             'NVMe накопитель; Виртуализация: KVM;\n'
             'IPv4/Ipv6: 1 IPv4;\n '
             'ОС: Windows 11\n')
server_11 = ('VPS 🇩🇪 Germany на 3 месяца\n'
             '⚙Характеристика сервера 👇\n'
             'Железо: 8 ядер / 32GB RAM / 240GB\n'
             'Процессор: AMD Epyc 7502P; \n'
             'NVMe накопитель; Виртуализация: KVM;\n'
             'IPv4/Ipv6: 1 IPv4;\n '
             'ОС: Windows 11\n')

server_12 = ('VPS 🇩🇪 Germany на 1 год\n'
             '⚙Характеристика сервера 👇\n'
             'Железо: 8 ядер / 32GB RAM / 240GB\n'
             'Процессор: AMD Epyc 7502P; \n'
             'NVMe накопитель; Виртуализация: KVM;\n'
             'IPv4/Ipv6: 1 IPv4;\n '
             'ОС: Windows 11\n')

